[
    {
        "doi": "10.1101/079806",
        "title": "Alzheimer-related pathogenesis is dependent on neuronal receptor PTPσ.",
        "authors": "Gu, Y.; Shu, Y.; Corona, A.; Xu, K.; Yi, A. F.; Chen, S.; Luo, M.; Tremblay, M.; Landreth, G. E.; Nelson, R.; Silver, J.; Shen, Y.",
        "author_corresponding": "Yingjie  Shen",
        "author_corresponding_institution": "The Ohio State University College of Medicine, Department of Neuroscience",
        "date": "2024-04-04",
        "version": "5",
        "type": "new results",
        "license": "",
        "category": "neuroscience",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/079806.source.xml",
        "abstract": "Due to limited understanding of disease mechanisms and the lack of molecular targets, translational research for Alzheimer disease has not been fruitful hitherto. Here we report findings that indicate neuronal receptor phosphatase PTP{sigma} as a potential therapeutic target for this dementia. In two TgAPP mouse models, a spectrum of Alzheimer-related pathologies, including aged-induced progression of {beta}-amyloidosis, Tau aggregation, neuroinflammation, synaptic loss, as well as behavioral deficits, all show unambiguous dependency on PTP{sigma}. APP amyloidogenic metabolites diminish upon PTP{sigma} genetic depletion or pharmacological inhibition. Binding to APP in the brain, PTP{sigma} regulates APP proteolytic metabolism via its phosphatase activity, likely through downstream signaling that modulates APP membrane localization and affinity to the {beta}-secretase, in a specific manner that does not broadly affect {beta}- and {gamma}-secretase processing of other major substrates. Together, these findings unveil a gatekeeping role of PTP{sigma} upstream in Alzheimer-like pathogenic pathway.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2022.09.08.507166",
        "title": "Complementary environmental analysis and functional characterization of a plastid diatom lower glycolytic-gluconeogenesis pathway",
        "authors": "Dorrell, R. G.; Zhang, Y.; Liang, Y.; Gueguen, N.; Nonoyama, T.; Croteau, D.; Penot, M.; Adiba, S.; Bailleul, B.; Gros, V.; Karlusich, J. J. P.; Zweig, N.; Fernie, A. R.; Jouhet, J.; Marechal, E.; Bowler, C.",
        "author_corresponding": "Richard G Dorrell",
        "author_corresponding_institution": "Institut de Biologie de l'ENS (IBENS), Departement de Biologie, Ecole Normale Superieure, CNRS, INSERM, Universite PSL, 75005 Paris, France",
        "date": "2024-04-04",
        "version": "3",
        "type": "new results",
        "license": "cc_by_nc_nd",
        "category": "plant biology",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2022.09.08.507166.source.xml",
        "abstract": "Organic carbon fixed in chloroplasts through the Calvin Cycle can be diverted towards different metabolic fates, including cytoplasmic and mitochondrial respiration; gluconeogenesis; and synthesis of diverse plastid metabolites via the pyruvate hub. In plants, pyruvate is principally produced via cytoplasmic glycolysis, although a plastid-targeted lower glycolytic pathway is known in non-photosynthetic tissue. Here, we characterize a lower plastid glycolytic-gluconeogenesis pathway in diatoms, ecologically important marine algae distantly related to plants. We show that two reversible enzymes required to complete diatom plastid glycolysis-gluconeogenesis, Enolase and PGAM (bis-phospho-glycerate mutase), originated through duplications of mitochondria-targeted respiratory isoforms. Through CRISPR-Cas9 mutagenesis, integrative omic analyses, and measured kinetics of expressed enzymes in the diatom Phaeodactylum tricornutum, we present evidence that this pathway diverts plastid glyceraldehyde-3-phosphate into the pyruvate hub, and may also function in the gluconeogenic direction. Considering experimental data, we show that this pathway has different roles dependent in particular on day length and environmental temperature, and show that it is expressed at elevated levels in high latitude oceans where diatoms are abundant. Our data provide evolutionary, meta-genomic and functional insights into a poorly understood yet evolutionarily recurrent plastid metabolic pathway.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.01.10.575132",
        "title": "An arms race between 5'ppp-RNA virus and its alternative recognition receptor MDA5 in RIG-I-lost teleost fish",
        "authors": "Geng, S.; Lv, X.; Zheng, W.; Xu, T.",
        "author_corresponding": "Tianjun Xu",
        "author_corresponding_institution": "Shanghai Ocean University",
        "date": "2024-04-04",
        "version": "2",
        "type": "new results",
        "license": "",
        "category": "immunology",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.01.10.575132.source.xml",
        "abstract": "The incessant arms race between viruses and hosts has led to numerous evolutionary innovations that shape life's evolution. During this process, the interactions between viral receptors and viruses have garnered significant interest since viral receptors are cell surface proteins exploited by viruses to initiate infection. Our study sheds light on the arms race between the MDA5 receptor and 5'ppp-RNA virus in a lower vertebrate fish, M. miiuy. Firstly, the frequent and independent loss events of RIG-I in vertebrates prompted us to search for alternative immune substitutes, with homology-dependent genetic compensation response (HDGCR) being the main pathway. Our further analysis suggested that MDA5 of M. miiuy and G. gallus, the homolog of RIG-I, can replace RIG-I in recognizing 5'ppp-RNA virus, which may lead to redundancy of RIG-I and loss from the species genome during evolution. Secondly, as an adversarial strategy, 5'ppp-RNA SCRV can utilize the m6A methylation mechanism to degrade MDA5 and weaken its antiviral immune ability, thus promoting its own replication and immune evasion. In summary, our study provides a snapshot into the interaction and coevolution between vertebrate and virus, offering valuable perspectives on the ecological and evolutionary factors that contribute to the diversity of the immune system.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.03.25.586540",
        "title": "Expansion of pneumococcal serotype 23F and 14 lineages with genotypic changes in capsule polysaccharide locus and virulence gene profiles post introduction of pneumococcal conjugate vaccine in Blantyre, Malawi",
        "authors": "Cave, R.; Kalizang'oma, A.; Chaguza, C.; Mwalukomo, T. S.; Kamng'ona, A.; Brown, C.; Msefula, J.; Bonomali, F.; Nyirenda, R.; Swarthout, T. D.; Kwambana-Adams, B.; French, N.; Heyderman, R. S.",
        "author_corresponding": "Rory Cave",
        "author_corresponding_institution": "University College London",
        "date": "2024-04-04",
        "version": "2",
        "type": "new results",
        "license": "",
        "category": "microbiology",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.03.25.586540.source.xml",
        "abstract": "Since the introduction of the 13-valent pneumococcal conjugate vaccine (PCV13) in Malawi in 2011, there has been persistent carriage of vaccine serotype (VT) Streptococcus pneumoniae, despite high vaccine coverage. To determine if there has been a genetic change within the VT capsule polysaccharide (cps) loci since the vaccines introduction, we compared 1,022 whole-genome-sequenced VT isolates from 1998 to 2019. We identified the clonal expansion of a multidrug-resistant, penicillin non-susceptible serotype 23F GPSC14-ST2059 lineage, a serotype 14 GPSC9-ST782 lineage and a novel serotype 14 sequence type GPSC9-ST18728 lineage. Serotype 23F GPSC14-ST2059 had an I253T mutation within the capsule oligosaccharide repeat unit polymerase Wzy protein, which is predicted in silico to alter the protein pocket cavity. Moreover, serotype 23F GPSC14-ST2059 had SNPs in the DNA binding sites for the cps transcriptional repressors CspR and SpxR. Serotype 14 GPSC9-ST782 harbour a non-truncated version of the large repetitive protein (Lrp), containing a Cna protein B-type domain which is also present in proteins associated with infection and colonisation. These emergent lineages also harboured genes associated with antibiotic resistance, and the promotion of colonisation and infection which were absent in other lineages of the same serotype. Together these data suggest that in addition to serotype replacement, modifications of the capsule locus associated with changes in virulence factor expression and antibiotic resistance may promote vaccine escape. In summary, the study highlights that the persistence of vaccine serotype carriage despite high vaccine coverage in Malawi may be partly caused by expansion of VT lineages post PCV13 rollout.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.02.587855",
        "title": "Unveiling the Core Functional Networks of Cognition: An Ontology-Guided Machine Learning Approach",
        "authors": "Wu, G.; Cui, Z.; Wang, X.; Du, Y.",
        "author_corresponding": "Yi Du",
        "author_corresponding_institution": "Institute of Psychology, Chinese Academy of Science",
        "date": "2024-04-04",
        "version": "2",
        "type": "new results",
        "license": "cc_by_nc_nd",
        "category": "neuroscience",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.02.587855.source.xml",
        "abstract": "Deciphering the functional architecture that underpins diverse cognitive functions is fundamental quest in neuroscience. In this study, we employed an innovative machine learning framework that integrated cognitive ontology with functional connectivity analysis to identify brain networks essential for cognition. We identified a core assembly of functional connectomes, primarily located within the association cortex, which showed superior predictive performance compared to two conventional methods widely employed in previous research across various cognitive domains. Our approach achieved a mean prediction accuracy of 0.13 across 16 cognitive tasks, including working memory, reading comprehension, and sustained attention, outperforming the traditional methods' accuracy of 0.08. In contrast, our method showed limited predictive power for sensory, motor, and emotional functions, with a mean prediction accuracy of 0.03 across 9 relevant tasks, slightly lower than the traditional methods' accuracy of 0.04. These cognitive connectomes were further characterized by distinctive patterns of resting-state functional connectivity, structural connectivity via white matter tracts, and gene expression, highlighting their neurogenetic underpinnings. Our findings reveal a domain-general functional network fingerprint that pivotal to cognition, offering a novel computational approach to explore the neural foundations of cognitive abilities.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.03.587746",
        "title": "VENTRAL HIPPOCAMPAL AND BASOLATERAL AMYGDALAR INPUTS TO DEEP, BUT NOT SUPERFICIAL LAYERS OF MEDIAL PREFRONTAL CORTEX UNDERLIE STRESS SUSCEPTIBILITY",
        "authors": "Solakoglu, S. T.; Erdener, S. E.; Gliko, O.; Can, A.; Sumbul, U.; Eren-Kocak, E.",
        "author_corresponding": "Emine Eren-Kocak",
        "author_corresponding_institution": "Institute for Neurological Sciences and Psychiatry, Hacettepe University, Ankara, Turkiye",
        "date": "2024-04-04",
        "version": "1",
        "type": "new results",
        "license": "cc_by_nc_nd",
        "category": "neuroscience",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.03.587746.source.xml",
        "abstract": "Stress response is essential for adapting to an ever-changing environment. However, the mechanisms that render some individuals susceptible to stress are poorly understood. While chronic stress is known to induce dendritic atrophy and spine loss in medial prefrontal cortex (mPFC), its impact on synapses made by long-range projections terminating on the mPFC remains unknown. Here, we labeled synapses on mouse mPFC dendrites formed by ventral hippocampus (VH), basolateral amygdala (BLA) and ventral tegmental area (VTA) long-range afferents using different-colored eGRASP constructs. We obtained multispectral 3D images of the mPFC covering all cortical laminae, and automatically segmented the dendrites and synapses. We investigated the relative abundances and spatial organizations of VH-mPFC, BLA-mPFC and VTA-mPFC synapses on a laminar basis in stress naive, stress resilient and stress susceptible mice. Our findings demonstrate afferent- and lamina-specific differential reorganization of synapses between different stress phenotypes, suggesting specific roles for different long-range projections in mediating the stress response.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.03.587097",
        "title": "Network computations underlying learning from symbolic gains and losses",
        "authors": "Tang, H.; Bartolo-Orozco, R.; Averbeck, B. B.",
        "author_corresponding": "Hua Tang",
        "author_corresponding_institution": "National Institute of Mental Health",
        "date": "2024-04-04",
        "version": "1",
        "type": "new results",
        "license": "cc_by_nc_nd",
        "category": "neuroscience",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.03.587097.source.xml",
        "abstract": "Reinforcement learning (RL) engages a network of areas, including the orbitofrontal cortex (OFC), ventral striatum (VS), amygdala (AMY), and mediodorsal thalamus (MDt). This study examined RL mediated by gains and losses of symbolic reinforcers across this network. Monkeys learned to select options that led to gaining tokens and avoid options that led to losing tokens. Tokens were cashed out for juice rewards periodically. We found that task-relevant information was distributed across the network. However, examination of the way in which information was encoded differed, with VS showing increased responses to appetitive outcomes, OFC differentiating primary and symbolic reinforcers, and AMY responding to the salience of outcomes. In addition, analysis of network activity showed that symbolic reinforcement was calculated by temporal differentiation of accumulated tokens. This process was mediated by dynamics within the OFC-MDt-VS circuit. Thus, we provide a neurocomputational account of learning from symbolic gains and losses.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.03.587881",
        "title": "Evaluation and comparison of methods for neuronal parameter optimization using the Neuroptimus software framework",
        "authors": "Mohasci, M.; Torok, M. P.; Saray, S.; Tar, L.; Kali, S.",
        "author_corresponding": "Szabolcs Kali",
        "author_corresponding_institution": "HUN-REN Institute of Experimental Medicine",
        "date": "2024-04-04",
        "version": "1",
        "type": "new results",
        "license": "cc_by",
        "category": "neuroscience",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.03.587881.source.xml",
        "abstract": "Finding optimal parameters for detailed neuronal models is a ubiquitous challenge in neuroscientific research. Recently, manual model tuning has been replaced by automated parameter search using a variety of different tools and methods. However, using most of these software tools and choosing the most appropriate algorithm for a given optimization task require substantial technical expertise, which prevents the majority of researchers from using these methods effectively. To address these issues, we developed a generic platform (called Neuroptimus) that allows users to set up neural parameter optimization tasks via a graphical interface, and to solve these tasks using a wide selection of state-of-the-art parameter search methods implemented by five different Python packages. Neuroptimus also offers several features to support more advanced usage, including the ability to run most algorithms in parallel, which allows it to take advantage of high-performance computing architectures. We used the common interface provided by Neuroptimus to conduct a detailed comparison of more than twenty different algorithms (and implementations) on six distinct benchmarks that represent typical scenarios in neuronal parameter search. We quantified the performance of the algorithms in terms of the best solutions found and in terms of convergence speed. We identified several algorithms, including covariance matrix adaptation evolution strategy and particle swarm optimization, that consistently found good solutions in all of our use cases. By contrast, some other algorithms including all local search methods provided good solutions only for the simplest use cases, and failed completely on more complex problems. Finally, we created an online database that allows uploading, querying and analyzing the results of optimization runs performed by Neuroptimus, which enables all researchers to update and extend the current benchmarking study. The tools and analysis we provide should aid members of the neuroscience community to apply parameter search methods more effectively in their research.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.02.587666",
        "title": "Radiation of pain: Psychophysical evidence of population coding mechanism",
        "authors": "Adamczyk, W. M.; Ramu, V.; Jackson, C.; Schulze, G.; Goldschneider, K.; Kashikar-Zuck, S.; King, C.; Coghill, R. C.",
        "author_corresponding": "Waclaw M. Adamczyk",
        "author_corresponding_institution": "University of Luebeck",
        "date": "2024-04-04",
        "version": "1",
        "type": "new results",
        "license": "cc_by_nc_nd",
        "category": "neuroscience",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.02.587666.source.xml",
        "abstract": "How pain spreads across body locations is a subject of debate. In this psychophysical experiment, we hypothesized that more intense noxious stimuli would lead to spread of pain, but more intense light stimuli would not produce perceptual radiation. Fifty healthy volunteers participated in this study wherein four intensities of noxious stimuli (43, 45, 47 and 49{degrees}C) were applied to glabrous (hand) and hairy skin (forearm) skin with 5s and 10s durations. Also, four different intensities of visual stimuli displayed on the target bodily area were utilized as a control. Participants provided pain (and light) spatial extent ratings as well as pain (and light) intensity ratings. In the extent rating procedure, participants adjusted the extent of the square displayed on the screen with the extent of pain (or light) which they experienced. Results showed that pain extent ratings showed statistically significant radiation of pain indicated by 13.42x greater spatial spread of pain (pain extent) than the area of the stimulation with 49{degrees}C (p < 0.001), in contrast to visual ratings which closely approximated the size of the stimulus (1.22x). Pain radiation was more pronounced in hairy than glabrous skin (p < 0.05) and was more pronounced with longer stimulus duration (p < 0.001). Pain intensity explained, on average, only 14% of the pain radiation variability. The relative independence of the pain radiation from perceived pain intensity indicates that distinct components of population coding mechanisms may be involved in the spatial representation of pain versus intensity coding.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.02.587801",
        "title": "Mosaic and cocktail capsid-virus-like particle vaccines for induction of antibodies against the EPCR-binding CIDRα1 domain of PfEMP1",
        "authors": "Riedmiller, I. G.; Fougeroux, C.; Jensen, R. W.; Kana, I. H.; Sander, A. F.; Theander, T. G.; Lavstsen, T.; Turner, L.",
        "author_corresponding": "Thomas Lavstsen",
        "author_corresponding_institution": "University of Copenhagen, ISIM, Faculty Of Health Sciences",
        "date": "2024-04-04",
        "version": "1",
        "type": "confirmatory results",
        "license": "cc_by",
        "category": "immunology",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.02.587801.source.xml",
        "abstract": "The sequestration of Plasmodium falciparum-infected erythrocytes to the host endothelium is central to the pathogenesis of malaria. The sequestration is mediated by the parasite's diverse Plasmodium falciparum erythrocyte membrane protein 1 (PfEMP1) variants, which bind select human receptors on the endothelium. Severe malaria is associated with PfEMP1 binding human endothelial protein C receptor (EPCR) via their CIDR1 domains. Antibodies binding and inhibiting across the sequence diverse CIDR1 domains are likely important in acquired immunity against severe malaria. In this study, we explored if immunization with AP205 bacteriophage capsid-virus-like particles (cVLPs) presenting a mosaic of diverse CIDR1 protein variants would stimulate broadly reactive and inhibitory antibody responses in mice. Three different mosaic cVLP vaccines each composed of five CIDR1 protein variants with varying degrees of sequence conservation of residues at and near the EPCR binding site, were tested. All mosaic cVLP vaccines induced functional antibodies comparable to those induced by matched cocktails of cVLPs decorated with the single CIDR1 variant. No broadly reactive responses were observed. However, the vaccines did induce some cross-reactivity and inhibition within the CIDR1 subclasses included in the vaccines, demonstrating potential use of the cVLP vaccine platform for the design of multivalent vaccines.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.03.587932",
        "title": "Antimicrobial and antibiofilm activity of human recombinant H1 histones against bacterial infections",
        "authors": "Arevalo, B. V.; Salinas-Pena, M.; Ponte, I.; Jordan, A.; Roque, A.; Torrents, E.",
        "author_corresponding": "Eduard Torrents",
        "author_corresponding_institution": "Institut de Bioenginyeria de Catalunya",
        "date": "2024-04-04",
        "version": "1",
        "type": "new results",
        "license": "cc_no",
        "category": "microbiology",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.03.587932.source.xml",
        "abstract": "Histones possess significant antimicrobial potential, yet their activity against biofilms remains underexplored. Moreover, concerns regarding adverse effects limit their clinical implementation. We investigated the antibacterial efficacy of human recombinant histone H1 subtypes against Pseudomonas aeruginosa PAO1, both planktonic and in biofilms. After the in vitro tests, toxicity and efficacy were assessed in a P. aeruginosa PAO1 infection model using Galleria mellonella larvae. Histones were also evaluated in combination with ciprofloxacin and gentamicin. Our results demonstrate antimicrobial activity against of all three histones against P. aeruginosa PAO1, with H1.0 and H1.4 showing efficacy at lower concentrations. The bactericidal effect was associated with a mechanism of membrane disruption. In vitro studies using static and dynamic models showed that H1.4 had antibiofilm potential by reducing cell biomass. Neither H1.0 nor H1.4 showed toxicity in G. mellonella larvae, and both increased larvae survival when infected with P. aeruginosa PAO1. Although in vitro synergism was observed between ciprofloxacin and H1.0, no improvement over the antibiotic alone was noted in vivo. Differences in antibacterial and antibiofilm activity were attributed to sequence and structural variations among histone subtypes. Moreover, the efficacy of H1.0 and H1.4 was influenced by the presence and strength of the extracellular matrix. These findings suggest histones hold promise for combating acute and chronic infections caused by pathogens such as P. aeruginosa.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.02.587816",
        "title": "Alanine-scanning mutagenesis library of MreB reveals distinct roles for regulating cell shape and viability",
        "authors": "Maharjan, S.; Sloan, R.; Lusk, J.; Bevienguevarr, R.; Surber, J.; Morgenstein, R. M.",
        "author_corresponding": "Randy M Morgenstein",
        "author_corresponding_institution": "Oklahoma State University",
        "date": "2024-04-04",
        "version": "1",
        "type": "new results",
        "license": "cc_by_nc_nd",
        "category": "microbiology",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.02.587816.source.xml",
        "abstract": "The bacterial actin-homolog MreB is a crucial component of the rod-system (elongasome) that maintains rod shape in many bacteria. It is localized beneath the inner membrane where it organizes the elongasome complex. Depletion or deletion of mreB results in loss of rod shape and cell death; however, the mechanism of how MreB operates is not known, given that the protein cannot be purified in a functionally intact form. Past studies have reported mutations in mreB cause varying degrees of cell shape and size alterations based on the type and position of the substitution. To better understand the role of MreB in rod shape formation we have taken the first truly systematic approach by replacing the native copy of mreB with an alanine-scanning mutagenesis library. Surprisingly, we observed stably growing spherical mutants that have lost MreB's function(s) for shape regulation without losing viability. Hence, MreB has vital functions related to growth in addition to shape maintenance that can be separated. In support of this, rod shape suppressor analysis of these spherical mutants only revealed reversions or intragenic mreB mutations, suggesting that MreB is indispensable for rod shape. Additionally, our results imply the elongasome is no longer active in these strains, suggesting a novel way for rod shaped bacteria to synthesize cell wall.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.01.587604",
        "title": "Shewanella is a putative producer of polyunsaturated fatty acids in the gut soil of the composting earthworm Eisenia fetida",
        "authors": "Wittlinger, J.-P.; Castejon, N.; Hausmann, B.; Berry, D.; Schnorr, S. L.",
        "author_corresponding": "Stephanie L Schnorr",
        "author_corresponding_institution": "Universitat Wien",
        "date": "2024-04-04",
        "version": "1",
        "type": "new results",
        "license": "cc_by_nc_nd",
        "category": "microbiology",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.01.587604.source.xml",
        "abstract": "Polyunsaturated fatty acids (PUFAs) play a crucial role in aiding bacteria to adapt to extreme and stressful environments. While there is a well-established understanding of their production, accrual, and transfer within marine ecosystems, knowledge about terrestrial environments remains limited. Investigation of the intestinal microbiome of earthworms has illuminated the presence of PUFAs presumably of microbial origin, which contrasts with the surrounding soil. To comprehensively study this phenomenon, a multi-faceted approach was employed combining fatty acid analysis with amplicon sequencing of the PfaA-KS domain of the anaerobic fatty acid synthase gene as well as the 16S rRNA and 18S rRNA genes. This methodology was applied to scrutinize the gut microbiome of Eisenia fetida, its compost-based dietary source, and the resultant castings. This study unveiled a distinct gut soil ecosystem from input compost and output castings in fatty acid profile as well as type and abundance of organisms. 16S sequencing provided insights into the microbial composition, showing increased relative abundance of Actinobacteria and Firmicutes within the gut microbiome, as opposed to other sample types, while Bacteroidota exhibited a reduced presence. Sequencing of the PfaA-KS domain revealed ASVs belonging mostly to Shewanella. Intriguingly, all 20C PUFAs were identified in the gut setting it apart from other sample types, while PfaA-KS sequence abundance was highest in output castings from the earthworm. Taxa present in the castings were also identified in gut soil samples indicating PUFA production through PfaA-KS presence.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.02.587864",
        "title": "Near infrared radiation-driven oxygenic photosynthesis contributes substantially to primary production in biofilms harboring chlorophyll f-containing cyanobacteria",
        "authors": "Mosshammer, M.; Trampe, E.; Frigaard, N. U.; Kühl, M.",
        "author_corresponding": "Michael Kühl",
        "author_corresponding_institution": "University of Copenhagen",
        "date": "2024-04-04",
        "version": "1",
        "type": "new results",
        "license": "cc_by",
        "category": "ecology",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.02.587864.source.xml",
        "abstract": "Cyanobacteria with far-red light photoacclimation (FaRLiP) can modify their photopigmentation by synthesizing red-shifted phycobiliproteins and chlorophylls, i.e., chlorophyll (Chl) d and f. This enables use of near-infrared radiation (NIR) for oxygenic photosynthesis in habitats depleted of visible light (VIS). Cyanobacteria with FaRLiP are widespread but their quantitative importance for primary production in natural habitats remains unknown. Previously we showed that intertidal beachrock formations can harbor endolithic populations of Chl f-containing cyanobacteria capable of using NIR for oxygenic photosynthesis (Kuhl et al., 2020). Here we use a combination of gas exchange measurements and luminescence lifetime-based O2 imaging to quantify how endolithic cyanobacteria with far-red chlorophylls contribute to the primary production of an intertidal beachrock habitat when exposed to a natural gradient of visible and near-infrared radiation. While VIS-driven photosynthesis predominantly took place in the dense cyanobacterial surface biofilm of beachrock, NIR-driven photosynthesis was mainly confined to a subsurface layer in the beachrock containing endolithic cyanobacteria with Chl f and d. Yet such subsurface, NIR-driven photosynthesis provided a substantial O2 production reaching >20% of the gross photosynthesis rates under comparable photon irradiance of visible light. This points to a hitherto overlooked role of far-red light acclimated cyanobacteria for primary production in natural habitats characterized by steep attenuation of visible light and relative enrichment in near-infrared radiation.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.02.587768",
        "title": "MGPfactXMBD: A Model-Based Factorization Method for scRNA Data Unveils Bifurcating Transcriptional Modules Underlying Cell Fate Determination",
        "authors": "Ren, J.; Zhou, Y.; Hu, Y.; Yang, J.; Fang, H.; Lyu, X.; Guo, J.; Shi, X.; Li, Q.",
        "author_corresponding": "Qiyuan Li",
        "author_corresponding_institution": "National Institute for Data Science in Health and Medicine, School of Medicine, Xiamen University",
        "date": "2024-04-04",
        "version": "1",
        "type": "new results",
        "license": "cc_by",
        "category": "bioinformatics",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.02.587768.source.xml",
        "abstract": "Manifold-learning is particularly useful to resolve the complex cellular state space from single-cell RNA sequences. While current manifold-learning methods provide insights into cell fate by inferring graph-based trajectory at cell level, challenges remain to retrieve interpretable biology underlying the diverse cellular states. Here, we described MGPfactXMBD, a model-based manifold-learning framework and capable to factorize complex development trajectories into independent bifurcation processes of gene sets, and thus enables trajectory inference based on relevant features. MGPfactXMBD offers more nuanced understanding of the biological processes underlying cellular trajectories with potential determinants. When bench-tested across 239 datasets, MGPfactXMBD showed advantages in major quantity-control metrics, such as branch division accuracy and trajectory topology, outperforming most established methods. In real datasets, MGPfactXMBD recovered the critical pathways and cell types in microglia development with experimentally valid regulons and markers. Furthermore, MGPfactXMBD discovered evolutionary trajectories of tumor-associated CD8+ T cells and yielded new subtypes of CD8+ T cells with gene expression signatures significantly predictive of the responses to immune checkpoint inhibitor in independent cohorts. In summary, MGPfactXMBD offers a manifold-learning framework in scRNA-seq data which enables feature selection for specific biological processes and contributing to advance our understanding of biological determination of cell fate.",
        "published": "NA",
        "server": "biorxiv"
    },
    {
        "doi": "10.1101/2024.04.02.587792",
        "title": "SlAN1 is a limiting factor for the light-dependent anthocyanin accumulation in fruit tissues of purple tomato",
        "authors": "Reis, G. L. d.; Vaz, C. F.; Arge, L. W. P.; dos Santos, A. L.; Chaves-Silva, S.; Peres, L. E. P.; Chalfun-Junior, A.; Benedito, V. A.",
        "author_corresponding": "Vagner Augusto Benedito",
        "author_corresponding_institution": "West Virginia University",
        "date": "2024-04-04",
        "version": "1",
        "type": "new results",
        "license": "cc_by_nc_nd",
        "category": "plant biology",
        "jatsxml": "https://www.biorxiv.org/content/early/2024/04/04/2024.04.02.587792.source.xml",
        "abstract": "Anthocyanins are specialized plant metabolites with significant dietary value due to their anti-inflammatory properties. Research indicates that dietary intake of these phenolic compounds contributes to preventing various chronic diseases. As the most consumed vegetable worldwide, tomato (Solanum lycopersicum) is an excellent candidate for anthocyanin-enrichment strategies. In tomato, activation of anthocyanin biosynthesis is light-dependent, but this mechanism has yet to be entirely characterized. We investigated the role of light in anthocyanin biosynthesis in fruits of the purple tomato, which is a near-isogenic line (NIL) derived from wild accessions into cv. Micro-Tom (MT). MT-Aft/atv/hp2 starts accumulating anthocyanin early during fruit development but is restricted to the peel (exocarp and epicarp). Manipulating light incidence in different fruit tissues determined that the absence of anthocyanin accumulation in the flesh results from the sun-blocking effect of the cyanic epicarp on the mesocarp, thus preventing light from penetrating deeper into the fruit. Transcriptional analyses of the fruit peel and flesh revealed that the bHLH transcription factor SlAN1 (Solyc09g065100) is the limiting factor for light-dependent anthocyanin accumulation in both tissues. This research enhances our comprehension of the genetic and environmental regulation of anthocyanin accumulation in fruit tissues, offering valuable insights into plant breeding for human nutrition.",
        "published": "NA",
        "server": "biorxiv"
    }
]